import styles from './App.module.css';

export const App = () => (
  <>
    <h1 className={styles.title}>Hello, React</h1>
  </>
);

//! Або можна зробити ось так без import styles
//! Моя вам порада - оскільки ми використовуємо Tailwind,
//! ми повністю позбавляємося CSS файлів, тому краще писати інлайн стилі,
//! оскільки Tailwind сам все зробить за нас, а також неперевершено оптимізує
//! CSS файли, тому бийте компоненти на маленькі під-компоненти
//! щоб воно виглядало чисто, і постарайтеся повністю позбавитися від CSS файлів.
